Repository: common-repository/mif-wp-customizer
Catalog: lang/mif-wpc-*.po
Languages: ru_ru

source: WP Customizer Plugin configuration
ru_ru: Настройка плагина WP Customizer

source: MIF WP Customizer plugin adds new features to your site. Here you can specify what exactly should be applied on your site.
ru_ru: Плагин MIF WP Customizer добавляет к вашему сайте несколько возможностей. Здесь вы можете указать, что именно надо применить на вашем сайте.

source: Visual elements
ru_ru: Визуальные элементы

source: Menu "Login/Logout"
ru_ru: Меню «Войти/Выйти»

source: Allow to use menu item "Login/Logout". The "Login" or "Logout" link is displayed in the menu depending on the current status of user authorization.
ru_ru: Разрешить использовать элемент меню «Войти/Выйти». В меню отображается ссылка «Войти» или «Выйти» в зависимости от текущего статуса авторизации пользователя.

source: Authorization widget
ru_ru: Виджет авторизации

source: Allow to use authorization widget. Widget displays either authorization form or avatar and username, depending on the current status of user authorization.
ru_ru: Разрешить использовать виджет авторизации. В зависимости от текущего статуса авторизации пользователя виджет отображает форму авторизации, либо аватар и имя пользователя.

source: "Up" button
ru_ru: Кнопка «Наверх»

source: Show the "Up" button. The button turns on when the page is scrolled down and allows you to quickly return to top.
ru_ru: Показывать кнопку «Наверх». Кнопка включается при пролистывании страницы вниз и позволяет быстро вернуться на начало.

source: Toolbar
ru_ru: Верхняя панель

source: Hide the toolbar (admin-bar) for all site users.
ru_ru: Убрать верхнюю панель (админ-бар) для всех пользователей сайта.

source: Site behavior
ru_ru: Поведение сайта

source: Shortcodes
ru_ru: Шорткоды

source: Allow to use shortcodes (redirect).
ru_ru: Разрешить использовать шорткоды (redirect).

source: New elements for WordPress Multisite
ru_ru: Новые элементы для WordPress Multisite

source: Site member’s status
ru_ru: Статус участника сайта

source: Allow to use member status widget. Depending on configuration, this widget will display the current status or allow to change it.
ru_ru: Разрешить использовать виджет статуса участника. В зависимости от настроек этот виджет будет отображать текущий статус или позволять его изменять.

source: Don’t allow to change status (view only)
ru_ru: Не разрешать изменять статус (только просмотр)

source: Manual status change ("Become a member", "Leave site" buttons)
ru_ru: Ручное изменение статуса (кнопки "Стать участником", "Покинуть сайт")

source: Automatic and manual status change (buttons and automatic registration as member when posting comments or posts)
ru_ru: Автоматическое и ручное изменение статуса (кнопки, а также автоматическая запись участником при размещении комментариев или записей)

source: Default member’s status
ru_ru: Статус пользователя по умолчанию

source: Save changes
ru_ru: Сохранить изменения

source: Authorization error
ru_ru: Ошибка авторизации

source: Changes saved
ru_ru: Изменения сохранены

source: Displays the site member status form
ru_ru: Отображает форму статуса участника сайте

source: Leave site
ru_ru: Покинуть сайт

source: Become a member
ru_ru: Стать участником

source: You are a site member
ru_ru: Вы являетесь участником сайта

source: You are not a site member
ru_ru: Вы не являетесь участником сайта

source: Please login
ru_ru: Войдите на сайт

source: or
ru_ru: или

source: Register again
ru_ru: пройдите новую регистрацию

source: Title
ru_ru: Заголовок

source: The behavior of this element depends on WP Customizer Plugin settings. Check these settings to get the correct result.
ru_ru: Поведение этого элемента зависит от настроек плагина WP Customizer. Проверьте эти настройки, чтобы получить правильный результат.

source: Settings
ru_ru: Настройки

source: Login/Logout
ru_ru: Войти/Выйти

source: "Login" or "Logout" link depending on the current status of user authorization
ru_ru: Ссылка «Войти» или «Выйти» в зависимости от текущего статуса авторизации пользователя

source: Logout
ru_ru: Выйти

source: Login
ru_ru: Войти

source: Displays the Login form
ru_ru: Отображает форму входа на сайт

source: Login form
ru_ru: Форма входа на сайт

source: Password
ru_ru: Пароль

source: Remember me
ru_ru: Запомнить меня

source: Create new account
ru_ru: Создать новую учётную запись

source: Forgot your password?
ru_ru: Забыли пароль?
